Revit 2027 API
ParameterTypeId.SteelElemPlateLength Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPlateLength { get; }
Public Shared ReadOnly Property SteelElemPlateLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPlateLength {
	ForgeTypeId^ get ();
}
static member SteelElemPlateLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace